Repository: CatalinaRem/MahouRan
Catalog: MahouRan/Localizable.xcstrings
Source language: en
Languages: th

source: %lld cm
th: %lld ซม.

source: %lld Oshi
th: มี %lld โอชิ

source: Account
th: บัญชี

source: Apprentice
th: นักเวทฝึกหัด

source: Back
th: หน้าหลัก

source: Birthday
th: วันเกิด

source: Don’t forget to Pui scan!
th: อย่าลืมให้ปุยสแกนก่อนสั่งอาหารนะคะ

source: Favorite Menu
th: เมนูโปรด

source: Height
th: ความสูง

source: Home
th: หน้าหลัก

source: Interesting
th: เรื่องที่สนใจ

source: Mage
th: นักเวท

source: Member
th: สมาชิก

source: Newbie
th: นักเวทมือใหม่

source: Notification
th: การแจ้งเตือน

source: Passport
th: แสกนเข้าเมือง

source: Privilege when scanning
th: สิทธิพิเศษเมื่อสแกน

source: Proclamation of the Magic Council
th: ประกาศจากสภาเวทมนต์

source: Set as Oshi
th: เพิ่มเป็นโอชิ

source: Welcome Back, %@ Senpai!!
th: ยินดีต้อนรับกลับนะ, รุ่นพี่ %@

source: Witch
th: แม่มด
